alacritty
alsa-utils
arandr
bat
base-devel
blueman
bluez-utils
ctags
docker
docker-compose
easytag
fd
feh
firefox
flameshot
fzf
git
gparted
htop
httpie
i3-gaps
i3blocks
i3lock
i3status
ipython
libreoffice-still
lxappearance
lxinput
make
mpv
mypy
ncdu
neofetch
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
qutebrowser
pavucontrol
pcmanfm
picom
playerctl
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-black
python-language-server
python-pylint
python-pynvim
ranger
reflector
ripgrep
rofi
rsync
rxvt-unicode
scrot
sof-firmware
sshfs
stylelint
sudo
texinfo
tmux
tree
ttf-font-awesome
typescript
udiskie
udisks2
ufw
unzip
vim
vim-fugitive
xbindkeys
xsel
xterm
youtube-dl
zathura
zathura-pdf-poppler
zsh
