abusaidm.html-snippets
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
ms-python.python
ms-toolsai.jupyter
octref.vetur
patbenatar.advanced-new-file
PKief.material-icon-theme
ritwickdey.live-sass
ritwickdey.LiveServer
sainnhe.gruvbox-material
xabikos.JavaScriptSnippets
