alacritty
alsa-utils
arandr
autoconf
automake
base
bat
binutils
bison
blueman
bluez-utils
chromium
ctags
discord
docker
docker-compose
easytag
efibootmgr
fakeroot
fd
feh
firefox
flameshot
flex
fwupd
fzf
gcc
git
gnome-keyring
gparted
grub
htmlhint
htop
httpie
i3-gaps
i3blocks
i3lock
i3status
imagemagick
ipython
libmicrodns
libreoffice-still
linux
linux-firmware
lsof
lxappearance
lxinput
m4
make
mpv
mypy
ncdu
neofetch
networkmanager
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
patch
pavucontrol
pcmanfm
pkgconf
playerctl
protobuf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-black
python-language-server
python-pylint
python-pynvim
ranger
reflector
ripgrep
rofi
rsync
rxvt-unicode
scrot
signal-desktop
sof-firmware
stylelint
sudo
texinfo
tmux
transmission-gtk
tree
ttf-font-awesome
typescript
udiskie
udisks2
ufw
unzip
vim
vim-fugitive
vlc
w3m
which
xbindkeys
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
youtube-dl
zathura
zathura-pdf-poppler
zsh
