alsa-utils
arandr
base
bat
blueman
bluez-utils
chromium
cmus
ctags
ctop
discord
docker
docker-compose
dunst
easytag
fd
feh
firefox-developer-edition
fzf
git
gnome-keyring
grub
gulp
htmlhint
htop
httpie
i3-gaps
i3blocks
i3lock
i3status
imagemagick
ipython
kitty
libmicrodns
lsof
lxappearance
lxinput
mpv
ncdu
networkmanager
nfs-utils
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
papirus-icon-theme
pavucontrol
pcmanfm
picom
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-black
python-language-server
python-pre-commit
python-pylint
python-pynvim
qbittorrent
reflector
ripgrep
rofi
rsync
rxvt-unicode
scrot
shfmt
signal-desktop
sof-firmware
sshfs
stylelint
sxiv
throttled
tldr
tlp
tmux
tree
typescript
udiskie
udisks2
ueberzug
ufw
unzip
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
w3m
xbindkeys
xsel
xterm
youtube-dl
zathura
zathura-pdf-poppler
zsh
