alsa-utils
arandr
asciinema
base-devel
bat
blueman
bluez-utils
chromium
cmake
cmus
ctop
discord
docker
docker-compose
duf
dunst
easytag
exa
fd
feh
firefox-developer-edition
fzf
git
htop
httpie
i3-gaps
i3blocks
i3lock
i3status
imagemagick
kitty
lxappearance
lua
lua-language-server
luarocks
mpv
ncdu
networkmanager
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
papirus-icon-theme
pavucontrol
pcmanfm
picom
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pre-commit
python-pynvim
qbittorrent
reflector
ripgrep
rofi
rofi-emoji
rsync
rxvt-unicode
scrot
signal-desktop
starship
sxiv
tldr
tlp
tmux
ttf-jetbrains-mono
typescript
udiskie
udisks2
ufw
unzip
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
xsel
yarn
youtube-dl
zathura
zathura-pdf-poppler
zsh
