alacritty
autoconf
automake
base
binutils
bison
ctags
docker
docker-compose
efibootmgr
fakeroot
fd
firefox
flex
fzf
gcc
git
grub
i3-gaps
i3blocks
i3lock
i3status
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
mypy
neofetch
neovim
networkmanager
nodejs
npm
openssh
patch
pkgconf
pulseaudio
pulseaudio-alsa
python-black
python-language-server
python-pylint
python-pynvim
reflector
ripgrep
rofi
sudo
texinfo
tree
ttf-font-awesome
vim-fugitive
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zathura
zathura-pdf-poppler
zsh
